tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "cloc"
brew "http-server"
brew "mas"
brew "rclone"
brew "speedtest-cli"
brew "yarn", args: ["without-node"]
brew "zsh"
cask "appcleaner"
cask "docker"
cask "dockstation"
cask "etcher"
cask "firefox"
cask "franz"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "kitematic"
cask "lastfm"
cask "launchrocket"
cask "osxfuse"
cask "phpstorm"
cask "sourcetree"
cask "spotify"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Chroma", id: 756399907
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
