tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "cloc"
brew "ctop"
brew "git"
brew "go"
brew "dep"
brew "http-server"
brew "mas"
brew "nvm"
brew "osxutils"
brew "rclone"
brew "speedtest-cli"
brew "tree"
brew "wallpaper"
brew "yarn", args: ["without-node"]
brew "zsh"

cask "appcleaner"
cask "docker"
cask "dockstation"
cask "etcher"
cask "firefox"
cask "franz"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "kap"
cask "kitematic"
cask "lastfm"
cask "launchrocket"
cask "mattermost"
cask "osxfuse"
cask "plexamp"
cask "phpstorm"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "transmit"
cask "vagrant"
cask "vagrant-manager"
cask "vanilla"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
cask "puppetlabs/puppet/pdk"
cask "puppetlabs/puppet/puppet-agent"

mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Disk Graph", id: 697942581
mas "iStat Mini", id: 927292435
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SleepWithMe", id: 1396421003
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835