tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "caddy"
brew "cloc"
brew "gnupg"
brew "yadm"
brew "yarn", args: ["without-node"]
brew "zplug"
brew "zsh"
cask "appcleaner"
cask "docker"
cask "hyper"
cask "insomnia"
cask "kitematic"
cask "lastfm"
cask "launchrocket"
cask "sourcetree"
cask "spotify"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
